[
    {
        "title": "遊戲目標",
        "content": "歡迎來到怪獸異世界！您的目標是透過組合不同的DNA碎片，創造出獨一無二的強大怪獸，並透過養成提升它們的能力，最終在排行榜上名列前茅。"
    },
    {
        "title": "怪獸命名規則",
        "content": "怪獸的完整名稱將由「您的當前稱號」+「怪獸獲得的成就」+「怪獸的屬性代表名」自動組成，總長度不超過15個字。您可以在怪獸詳細資料中修改其「屬性代表名」(最多5個字)。"
    },
    {
        "title": "DNA組合與怪獸農場",
        "content": "在「DNA管理」頁籤的「DNA組合」区塊，您可以將擁有的「DNA碎片」拖曳到上方的組合槽中。合成的怪獸會出現在「怪物農場」。農場是您培育、出戰、放生怪獸的地方。"
    },
    {
        "title": "戰鬥與吸收",
        "content": "您可以指派怪獸出戰並挑戰其他怪獸。勝利後，您有機會吸收敗方怪獸的精華，這可能會讓您的怪獸獲得數值成長，並獲得敗方怪獸的DNA碎片作為戰利品！"
    },
    {
        "title": "醫療站",
        "content": "「醫療站」是您照護怪獸的地方。您可以為受傷的怪獸恢復HP、MP，或治療不良的健康狀態。此外，您還可以將不需要的怪獸分解成DNA碎片，或使用特定的DNA為同屬性怪獸進行充能恢復HP。"
    },
    {
        "title": "修煉與技能成長",
        "content": "透過「養成」功能，您的怪獸可以進行修煉。修煉不僅能提升基礎數值、獲得物品，還有機會讓怪獸的技能獲得經驗值。技能經驗值滿了就能升級，變得更強！修煉中還有可能領悟全新的技能(等級1)！您將有機會決定是否讓怪獸學習新技能或替換現有技能。"
    },
    {
        "title": "屬性克制與技能類別",
        "content": "遊戲中存在屬性克制關係（詳見元素克制表）。此外，技能分為近戰、遠程、魔法、輔助等不同類別，怪獸的個性會影響它們使用不同類別技能的傾向。"
    }
    {
    "title": "【總論】認識元素屬性",
    "content": "元素是這個世界的核心力量，深刻地影響著每一隻怪獸。怪獸、DNA碎片以及技能都帶有元素屬性。怪獸的屬性由組合它的DNA碎片決定，其中佔比最高的元素將成為牠的主屬性。"
  },
  {
    "title": "【總論】11種元素類型",
    "content": "目前已知的元素共有11種：火、水、木、金、土、光、暗、毒、風、無、混。每種元素都有其獨特的戰鬥風格與定位。"
  },
  {
    "title": "【總論】屬性克制的重要性",
    "content": "在戰鬥中，使用克制對手的屬性攻擊將造成更高的傷害（效果絕佳！），反之則會效果不彰。靈活運用屬性克制是通往勝利的關鍵！"
  },
  {
    "title": "【火】屬性解析",
    "content": "火屬性充滿了侵略性。牠們的技能常常帶有強大的攻擊力與持續性的「燒傷」效果。火屬性技能對「木」屬性怪獸效果絕佳，但對「水」屬性怪獸則效果不彰。"
  },
  {
    "title": "【水】屬性解析",
    "content": "水屬性攻守兼備，不僅能發動強力攻擊，還能使用「冰凍」等控制效果。部分水屬性技能甚至可以治療夥伴。水屬性對「火」屬性效果絕佳，但要小心「木」屬性的對手。"
  },
  {
    "title": "【木】屬性解析",
    "content": "木屬性是生命的象徵，擅長持久戰。許多技能可以吸取對手的生命值來回復自己，或讓對手陷入「睡眠」等狀態。木屬性克制「水」屬性，但被「火」與「毒」屬性克制。"
  },
  {
    "title": "【金】屬性解析",
    "content": "金屬性的怪獸如同移動的堡壘。牠們的技能多與提升自身防禦力有關，例如「鐵壁」。牠們能有效對抗「木」與「風」屬性，但其堅硬的護甲在「火」屬性面前可能會熔化。"
  },
  {
    "title": "【土】屬性解析",
    "content": "土屬性穩重而堅實，擁有極高的防禦與生命力。牠們擅長使用「地震」等大範圍攻擊，或設置「隱形岩」等場地陷阱來削弱對手。土屬性克制「火」與「毒」，但被「水」與「木」屬性克制。"
  },
  {
    "title": "【光】屬性解析",
    "content": "光屬性代表神聖與秩序。牠們的技能可以削弱對手的命中率，製造「光牆」保護隊友，或發動無視防禦的「神聖之劍」。光與暗兩種屬性互相克制，是彼此最大的天敵。"
  },
  {
    "title": "【暗】屬性解析",
    "content": "暗屬性精通詭計與突襲。牠們擅長削弱對手的能力，使用「夜襲」等具有優先度的技能，或是透過「詭計」大幅強化自身特殊攻擊。暗與光兩種屬性互相克制。"
  },
  {
    "title": "【毒】屬性解析",
    "content": "毒屬性的核心戰術是讓對手陷入持續損耗的「中毒」或「強力中毒」狀態。牠們的「毒液衝擊」技能在對手中毒時威力會加倍。毒屬性對「木」和「土」屬性有奇效。"
  },
  {
    "title": "【風】屬性解析",
    "content": "速度是風屬性的代名詞。牠們可以使用「高速移動」或「順風」來提升自己或整個隊伍的速度。許多風屬性技能擁有較高的爆擊率。風屬性能有效打擊「土」與「木」屬性。"
  },
  {
    "title": "【無】屬性解析",
    "content": "無屬性代表著無限的可能性。牠們沒有明確的屬性克制關係，這也意味著牠們不容易被針對。無屬性技能庫非常廣泛，從基本的「撞擊」到可以完全回復的「睡覺」應有盡有。"
  },
  {
    "title": "【混】屬性解析",
    "content": "混屬性是規則的顛覆者，充滿了不確定性。牠們的技能包括複製對手招式的「模仿」、隨機使用任何技能的「揮指」，以及顛倒速度順序的「騙術空間」，能讓戰局瞬間逆轉。"
  },
  {
    "title": "【戰術】多重屬性",
    "content": "一隻怪獸可以擁有多個屬性，這使得牠的防禦組合變得更加複雜。例如，一隻「火/土」屬性的怪獸，牠對「水」的抗性會因為「土」屬性而有所提升，不再像純「火」屬性那樣脆弱。"
  },
  {
    "title": "【戰術】技能屬性 vs 怪獸屬性",
    "content": "請注意，攻擊造成的傷害倍率是由「技能的屬性」和「防禦方怪獸的屬性」決定的。這意味著，一隻「火」屬性的怪獸，也可以學習並使用「無」屬性的「撞擊」技能來攻擊對牠有抗性的「水」屬性怪獸。"
  },
  {
    "title": "【戰術】利用狀態效果",
    "content": "不同屬性常與特定的狀態效果掛鉤。例如「火」屬性常附帶「燒傷」，「毒」屬性專精於「中毒」，而「水」屬性有時能造成「冰凍」。利用這些效果可以有效地削弱強敵。"
  },
  {
    "title": "【戰術】場地與天氣",
    "content": "某些技能可以改變戰鬥場地或天氣，並對特定屬性產生影響。例如「沙塵暴」會對非岩石、地面、鋼屬性的怪獸持續造成傷害，「青草場地」則能提升草（木）屬性技能的威力。"
  },
  {
    "title": "【構成】DNA的屬性傾向",
    "content": "組合怪獸時，不同屬性的DNA碎片會提供不同的基礎數值傾向。例如，「土」屬性DNA通常提供較高的HP和防禦，而「風」屬性DNA則偏重於速度。"
  },
  {
    "title": "【構成】打造你的隊伍",
    "content": "了解所有屬性的特點後，試著組合一支屬性互補、功能多樣的怪獸隊伍吧！一支均衡的隊伍，既要有負責輸出的攻擊手，也要有能承受傷害的肉盾，以及提供支援的輔助角色，才能應對各種未知的挑戰。"
  },
  {
    "title": "【構成】怪獸的屬性代表名",
    "content": "怪獸的主屬性不僅影響戰鬥，還會決定牠的預設「屬性代表名」。例如，主屬性為「金」的怪獸，其代表名可能就是「鐵甲衛」。您可以在怪獸的詳細資料中，自訂這個獨特的稱號！"
  }
]
